BELO_WORDS = ["بيلو", ]

BOT_WORDS = [ "بوت"]

HELLO_WORDS = ["اهلا","أهلا","مرحبا","هلا"]

SALAM_WORDS = ["السلام","سلام"]

MORNING_WORDS = [ "صباح ", 'صباحك']

NIGHT_WORDS = [ "مساء ",  'مساءك' ]

HOW_WORDS = [ "كيفك", "كيف الحال", "اخبارك", "أخبارك", "شلونك", "اشلونك", "علومك" ]

THANKS_WORDS = ["شكرا", "مشكور",]

BYE_WORDS = ["باي",]

FAREWELL_WORDS = [ "مع السلامة", "مع السلامه", "نشوفكم", "اشوفكم" ]

LAUGH_WORDS = [ "😂", "🤣", "هههه",]

OK_WORDS = [ "تمام", "تم", ]

GOOD_WORDS = [ "جميل", "رائع", "ممتاز" ]

LOVE_WORDS = ["احبك", "أحبك", "أحبج", "احبج"]

LOVE_WORD = ["قلبي", "حياتي", "عمري", "روحي"]

HATE_WORDS = ["اكرهك", "أكرهك"]

WHERE_WORDS = ["وينك", "وين أنت", "وين انت"]

ARRIVAL_WORDS = ["جيت", "رجعت", "وصلت", "دخلت", "حضرت"]

PRIVATE_WORDS = ["خاص", "جي خاص", "تعال خاص", "تعالي خاص"]

CONTINUE_WORDS = ["وبعدين","طيب"]

HERE_WORDS = ["موجود"]

DIE_WORDS = ["موت", "بموت", "تموت"]

DISMISSIVE_WORDS = [ "طز", "طوز", "طووز", "طز فيك", ]

AGREE_WORDS = ["اي", "أي", "أيوه", "ايوه", "ابشر", "أبشر", "اوكي", "تمام", "أوكي", "اك", "أوك", "يب"]

NAWART_WORDS = ["نورت", "نورك", "انرت", "أنرت", "منور", "منوره", "شرفت", "تشرفنا"]

PRAISE_WORDS = ["حلو", "زين", "يا سلام"]

WHAT_WORDS = [ "وش", "ايش", "إيش" ]

BORED_WORDS = [ "طفشان", "طفش", "زهقان", "زهق", ]

SILENCE_WORDS = ["."]

KAFU_WORDS = [ "كفو", "كفوو", "كفووو"]

KADHAB_WORDS = ["كذاب"]

SHDAWA_WORDS = ["شدعوه", "شدعوة"]

RIGHT_WORDS = ["صح"]

WRONG_WORDS = ["غلط"]

SLEEP_WORDS = ["نام"]