HELLO = ["اهلا","أهلا","مرحبا","هلا"]

SALAM = ["السلام","سلام"]

MORNING = [
"صباح الخير",
"صباح النور",
"صباح الورد",
'صباح الياسمين',
'صباح الفل', 
'صباحك'
]

NIGHT = [
"مساء الخير",
"مساء النور",
'مساء الياسمين',
'مساء الفل', 
'مساء الورد',
'مساءك'
]

HOW = [
"كيفك",
"كيفك، أخبارك",
"كيفك، أخبارك؟",
"كيفك، اخبارك؟",
"كيفك، اخبارك",
"كيفك أخبارك",
"كيفك أخبارك؟",
"كيفك اخبارك؟",
"كيفك اخبارك",
"كيف الحال",
"اخبارك",
"أخبارك",
"شلونك",
"اشلونك",
"علومك"
]

THANKS = [
"شكرا",
"مشكور",
]

BYE = ["باي",]

FAREWELL_RESPONSES = ["مع السلامة", "مع السلامه"]

BOT = [
"بوت",
"ليبن",
]

LAUGH = [
"😂",
"😂😂",
"😂😂😂",
"😂😂😂😂",
"🤣🤣",
"ههههه",
"هههههه",
"ههههههه",
"هههههههه",
"ههههههههه",
"هههههههههه",
]

OK = [
"تمام",
"تم",
]

GOOD = [
"جميل",
"رائع",
"ممتاز"
]

NICE_RESPONSES = ["حلو", "زين", "يا سلام"]

LOVE = ["احبك", "أحبك"]

HATE = ["اكرهك", "أكرهك"]

WHERE = ["وينك", "وين أنت", "وين انت"]

ARRIVAL_WORDS_RESPONSES = [
    "جيت",
    "رجعت",
    "وصلت",
    "دخلت",
    "حضرت",
]
PRIVATE = ["خاص", "جي خاص", "تعالي خاص", "تعال خاص"]

FUNNY = ["وبعدين","طيب"]

HERE = ["موجود"]

DIE_RESPONSES = ["موت"]

SMALL_LAUGH_RESPONSES = ["هه", "ههه", "ههه", "هههه"]

TAZ_RESPONSES = [
"طز",
"طوز",
"طز فيك",
]

YES_RESPONSES = ["اي", "أي", "أيوه", "ايوه", "ابشر", "أبشر"]

LOVE_WORD_RESPONSES = ["قلبي", "حياتي", "عمري", "روحي"]

NAWART_RESPONSES = ["نورت", "نورك", "انرت", "أنرت"]